{
    "header": {
      "home": "होम",
      "about": "के बारे में",
      "contact": "संपर्क करें",
      "logo": "मनोज कुमार"
    },
    "home": {
      "heading": "मैं स्केलेबल और इनोवेटिव वेब सॉल्यूशंस बनाना पसंद करता हूँ",
      "description": "नमस्ते, मैं मनोज हूँ! मैं आधुनिक, प्रतिक्रियाशील और उपयोगकर्ता के अनुकूल वेब एप्लिकेशन बनाने में विशेषज्ञता रखता हूँ, जैसे .NET, React और Node.js का उपयोग करके। मेरी विशेषज्ञता ई-लर्निंग, ई-गवर्नेंस और CRM सिस्टम में है जिससे मैं प्रभावी डिजिटल अनुभव प्रदान करता हूँ।",
      "discover_button": "जानिए",
      "contact_button": "संपर्क करें"
    },
    
        "about": {
          "summary": {
            "greeting": "नमस्ते, मैं मनोज हूँ,",
            "description": "Salgem Infoigy Tech Pvt. Ltd. में एक समर्पित सॉफ्टवेयर डेवलपर के रूप में, मैं उच्च-प्रदर्शन वेब और विंडोज़ एप्लिकेशन के डिज़ाइन और विकास में माहिर हूँ। .NET, ASP.NET, React, और Node.js जैसी अत्याधुनिक तकनीकों का उपयोग करके, मैंने प्रभावशाली समाधान प्रदान करने का एक सिद्ध ट्रैक रिकॉर्ड बनाया है। मैंने स्केलेबल ई-लर्निंग प्लेटफॉर्म, मज़बूत इन्वेंट्री प्रबंधन प्रणालियाँ, और डायनामिक, रिस्पॉन्सिव वेबसाइट्स सफलतापूर्वक बनाई हैं, जो सहज उपयोगकर्ता अनुभव और अनुकूलित सिस्टम प्रदर्शन को प्राथमिकता देती हैं।",
            "job1_title": "सॉफ्टवेयर डेवलपर",
            "job1_company": "Salgem Infoigy Tech Pvt. Ltd., नोएडा में कार्यरत",
            "job2_title": "इंटर्नशिप",
            "job2_company": "K Soft Vision, लखनऊ में Asp.Net तकनीक में व्यावहारिक अनुभव प्राप्त किया",
            "edu1_title": "बी.एससी. सूचना प्रौद्योगिकी",
            "edu1_detail": "बाबा साहेब भीमराव अंबेडकर विश्वविद्यालय (केंद्रीय विश्वविद्यालय), लखनऊ से स्नातक",
            "edu2_title": "इंटरमीडिएट",
            "edu2_detail": "S V I C से पूर्ण"
          },
      
          "internship": {
            "title": "इंटर्नशिप",
            "exp1_company": "Salgem Infoigy Tech Pvt Ltd",
            "exp1_role": "सॉफ्टवेयर डेवलपर | 05/2024 - 01/2025 | नोएडा",
            "exp1_skill": "कौशल विकास: वास्तविक परियोजनाओं के माध्यम से ई-लर्निंग, ई-गवर्नेंस और CRM सिस्टम में व्यावहारिक अनुभव प्राप्त करना।",
            "exp1_tech": "प्रौद्योगिकी अन्वेषण: नई तकनीकों, फ्रेमवर्क और टूल्स को सीखना और लागू करना ताकि उद्योग के रुझानों के साथ अद्यतित रहा जा सके और तकनीकी विशेषज्ञता को बढ़ाया जा सके।",
            "exp1_cloud": "भविष्य पर ध्यान: क्लाउड कंप्यूटिंग में ज्ञान का विस्तार करना ताकि स्केलेबल, इनोवेटिव और भविष्य-तैयार सॉफ्टवेयर समाधान बनाए जा सकें।",
            "exp2_company": "K Soft Vision",
            "exp2_role": "इंटर्नशिप | 01/2024 - 04/2024 | लखनऊ, उत्तर प्रदेश",
            "exp2_detail": "Asp.Net तकनीक में व्यावहारिक अनुभव प्राप्त किया, जिसमें बैकएंड लॉजिक, फ्रंटेंड डिज़ाइन और डेटाबेस इंटीग्रेशन पर काम किया।"
          },
      
          "projects": {
            "title": "परियोजनाएँ",
            "proj1_title": "इन्वेंट्री प्रबंधन प्रणाली",
            "proj1_tech": "प्रौद्योगिकियाँ: C#, .NET, SQL Server",
            "proj1_detail": "इन्वेंट्री, बिक्री और ग्राहक रिकॉर्ड प्रबंधन के लिए एक सहज उपयोगकर्ता इंटरफ़ेस डिज़ाइन किया। डेटा अखंडता और सुरक्षा सुनिश्चित करने के लिए मज़बूत डेटाबेस कार्यक्षमताएँ लागू कीं।",
            "proj2_title": "CRM (ग्राहक संबंध प्रबंधन)",
            "proj2_tech": "प्रौद्योगिकियाँ: HTML, CSS, C#, ASP.NET, SQL",
            "proj2_detail": "एक उपयोगकर्ता-अनुकूल इंटरफ़ेस डिज़ाइन और कार्यान्वित किया, डेटाबेस कार्यक्षमताओं को एकीकृत किया और विभागों के बीच सहज संचार सुनिश्चित किया।",
            "proj3_title": "ई-लर्निंग वेब एप्लिकेशन",
            "proj3_tech": "प्रौद्योगिकियाँ: React, Node.js, MySQL, Bootstrap",
            "proj3_detail": "शैक्षणिक संस्थान के लिए एक व्यापक ई-लर्निंग वेब एप्लिकेशन विकसित किया, जिससे छात्र ऑनलाइन पाठ्यक्रम ब्राउज़, खरीद और एक्सेस कर सकें...",
            "proj4_title": "ई-गवर्नेंस परियोजना",
            "proj4_tech": "प्रौद्योगिकियाँ: Node.js, React, Google APIs, WhatsApp API",
            "proj4_detail": "वर्तमान में बैकएंड विकास पर कार्यरत, जिसमें WhatsApp चैटबॉट्स, Google APIs का एकीकरण और फ़ॉर्म्स सत्यापन प्रक्रियाएँ शामिल हैं।"
          },
      
          "education": {
            "title": "शिक्षा",
            "edu1_title": "बी.एससी. सूचना प्रौद्योगिकी",
            "edu1_detail": "बाबा साहेब भीमराव अंबेडकर विश्वविद्यालय | 05/2020 - 04/2024 | CGPA: 8/10",
            "edu1_para": "मेरे स्नातक अध्ययन के दौरान, मैंने C, C++, और Java जैसी प्रोग्रामिंग भाषाओं में मज़बूत नींव हासिल की, साथ ही .NET और SQL Server में व्यावहारिक अनुभव भी प्राप्त किया...",
            "edu2_title": "इंटरमीडिएट",
            "edu2_detail": "S V I C | 04/2018 - 05/2019",
            "edu3_title": "हाई स्कूल",
            "edu3_detail": "S V I C | 04/2016 - 05/2017"
          },
      
          "skills": {
            "title": "कौशल",
            "items": ["C#", ".NET", "React", "Node.js", "HTML", "CSS", "MySQL", "JavaScript", "Bootstrap"]
          },
      
          "volunteer": {
            "title": "स्वैच्छिक अनुभव",
            "exp1_title": "VIBHA, लखनऊ",
            "exp1_detail": "इवेंट समन्वयन में सहायता की और प्रसिद्ध वैज्ञानिकों और प्रोफेसरों से बातचीत की।",
            "exp2_title": "IISF, फरीदाबाद और भोपाल",
            "exp2_detail": "पोस्टर प्रस्तुतियों में भाग लिया और इंडिया इंटरनेशनल साइंस फेस्टिवल में इवेंट समन्वयन में सहायता की।"
          }
        }
      
      
  }
  